---
kind: other
id: Properties.T:Autodesk.Revit.DB.Visual.Tile
source: html/01ace8ca-1216-aa18-825a-1d259246c6d4.htm
---
# Tile Properties

The property labeled "Link Transforms" from the "Tile" schema.